export const roomLabels: Record<string, string> = {
  "רב_תכליתי_1": "רב תכליתי 1",
  "רב_תכליתי_2": "רב תכליתי 2",
  "מקלדות": "חדר מקלדות",
  "מידי": "אולפן מידי",
  "אולם": "אולם",
  "ספריה": "ספריה",
  "ממד": "ממ\"ד",
  "בוט": "בוט"
};

export const roomShortLabels: Record<string, string> = {
  "רב_תכליתי_1": "רבת\"כ 1",
  "רב_תכליתי_2": "רבת\"כ 2",
  "מקלדות": "מקלדות",
  "מידי": "מידי",
  "אולם": "אולם",
  "ספריה": "ספריה",
  "ממד": "ממ\"ד",
  "בוט": "בוט"
};

export const roomOrder: string[] = [
  "רב_תכליתי_1",
  "רב_תכליתי_2",
  "אולם",
  "מקלדות",
  "ספריה",
  "ממד",
  "מידי",
  "בוט"
];
